Repository: Orchextra/orchextra-ios-sdk
Catalog: Orchextra/*.lproj/Localizable.strings
Languages: es, pt_br

# cancel_button
source: Cancel
es: Cancelar
pt_br: Cancelar

source: Location services are off
es: La localización está desactivada.
pt_br: Serviço de localização desligado

source: Background location is not enabled
es: La localización en segundo plano no está activada.
pt_br: Serviço de localização não está habilitado

# Turn_on_background_location_service
source: The application needs the location in background to provide personalized content based in your position. Please visit your device settings to enable location permissions 'Always'
es: La aplicación necesita tener activada la localización en segundo plano para ofrecer información personalizada en funcición de tu posición. Debes seleccionar la opción 'Siempre' en Ajustes Servicios de Localización
pt_br: Para usar o serviço de localização deve ativá-lo'Always' em Ajustes

source: Settings
es: Ajustes
pt_br: Ajustes

# title_default_local_notification
source: Check it out!
es: Echa un vistazo!
pt_br: Confira!

# body_default_local_notification
source: Enter and discover the news.
es: Entra y descubre las novedades.
pt_br: Entre e vejas as novidades

source: Scanner
es: Escaner

source: Scanning...
es: Escaneando...
pt_br: Escaneando...

source: Match not found
es: No hay coincidencias
pt_br: Combinação não encontrada

source: Match found
es: Coincidencia encontrada
pt_br: Combinação encontrada

# title_image_recognition
source: Image Recognition
es: Reconocimiento de Imágenes
pt_br: Reconhecimento de imagem

# button_start
source: Start
es: Comenzar
pt_br: Inicie

# activities_list_title_string
source: Vuforia Samples
es: Reconocimiento de Imágenes

# activities_list_empty
source: No activities
es: Vacio
pt_br: Nenhuma atividade

# ERROR_MISSING_VUFORIA_CREDENTIALS
source: ❌❌ERROR: Vuforia credentials are not set for this project, please add them in 'Orchextra Dashboard'->'Project'->'Settings'->'Providers'
es: ❌❌ERROR: Las credenciales de vuforia no están añadidas en el proyecto, porfavor añade las credenciales en 'Orchextra Dashboard'->'Proyectos'->'Ajustes'->'Proveedores'
pt_br: ❌❌Atenção: credenciais Vuforia não estão definidas para este projeto, por favor, adicione-os em 'Orchextra Dashboard'->'Project'->'Settings'->'Providers'

# UPDATE_ERROR_AUTHORIZATION_FAILED_TITLE
source: Authorization Error
es: Error de autorización
pt_br: Erro de autorização

# UPDATE_ERROR_PROJECT_SUSPENDED_TITLE
source: Authorization Error
es: Error de autorización
pt_br: Erro de autorização

# UPDATE_ERROR_NO_NETWORK_CONNECTION_TITLE
source: Network Unavailable
es: Sin conexión
pt_br: Rede indisponível

# UPDATE_ERROR_SERVICE_NOT_AVAILABLE_TITLE
source: Service Unavailable
es: Servicio no disponible
pt_br: Serviço indisponível

# UPDATE_ERROR_UPDATE_SDK_TITLE
source: Unsupported Version
es: Versión no Soportada
pt_br: Versão sem suporte

# UPDATE_ERROR_TIMESTAMP_OUT_OF_RANGE_TITLE
source: Clock Sync Error
es: Error de Sincronía
pt_br: Hora não sincronizada

# UPDATE_ERROR_REQUEST_TIMEOUT_TITLE
source: Request Timeout
es: Timeout
pt_br: Ocorreu erro no serviço

# UPDATE_ERROR_BAD_FRAME_QUALITY_TITLE
source: Poor Camera Image
es: Mala calidad de Imagen
pt_br: Imagem sem qualidade

# UPDATE_ERROR_UNKNOWN_TITLE
source: Service Unavailable
es: Servicio no disponible
pt_br: Serviço indisponível

# UPDATE_ERROR_AUTHORIZATION_FAILED_DESC
source: The cloud recognition service access keys are incorrect or have expired.
es: Licencia caducada o erronea.
pt_br: O acesso do serviço de reconhecimento nas nuvens estão incorretos ou expirados.

# UPDATE_ERROR_PROJECT_SUSPENDED_DESC
source: The cloud recognition service has been suspended.
es: Servicio de reconocimiento de Imagen no disponible.
pt_br: O serviço de reconhecimento nas nuvens estão suspensos.

# UPDATE_ERROR_NO_NETWORK_CONNECTION_DESC
source: Please check your internet connection and try again.
es: Comprueba tu conexión a internet e intenta nuevamente.
pt_br: Por favor, verifique sua conexão de internet.

# UPDATE_ERROR_SERVICE_NOT_AVAILABLE_DESC
source: The service is unavailable; please try again later.
es: Servicio no disponible; por favor intenta nuevamente.
pt_br: O serviço está indisponível, por favor, tente mais tarde.

# UPDATE_ERROR_UPDATE_SDK_DESC
source: The application is using an unsupported version of Vuforia.
es: Versión antigua de Vuforia.
pt_br: A aplicação utilizada não suporta a versão do Vuforia.

# UPDATE_ERROR_TIMESTAMP_OUT_OF_RANGE_DESC
source: Please update the date and time and try again.
es: Por favor comprueba que tu fecha y hora estén correctos.
pt_br: Por favor, atualize a data e hora e tente novamente.

# UPDATE_ERROR_REQUEST_TIMEOUT_DESC
source: The network request has timed out; please check your internet connection and try again.
es: Timeout; Comprueba tu conexión a internet e intenta nuevamente.
pt_br: A rede requisitada não responde, por favor, verifique sua conexão de internet e tente novamente.

# UPDATE_ERROR_BAD_FRAME_QUALITY_DESC
source: The camera does not have enough detail; please try again later.
es: La camara utilizada no tiene suficiente calidad; por favor intenta nuevamente.
pt_br: A câmera não tem especificação mínima; por favor, tente mais tarde.

# UPDATE_ERROR_UNKNOWN_DESC
source: The service is unavaiable; please try again later.
es: Servicio no disponible; por favor intenta nuevamente.
pt_br: O serviço está indisponível; por favor, tente mais tarde.

# content_desc_camera_button
source: Camera Button
es: Botón de Cámara
pt_br: Botão da câmera

# overlay_build_target_help
source: Hold the device parallel to the target
es: Mantén la camara en paralelo al objeto
pt_br: Segure o dispositivo paralelo ao alvo

# target_quality_error_title
source: Low Quality Image
es: Mala calidad de Imagen
pt_br: Baixa qualidade de imagem

# target_quality_error_desc
source: The image has very little detail; please try another.
es: La camara utilizada no tiene suficiente calidad; por favor intenta con otra cámara.
pt_br: A imagem tem pouca qualidade, por favor, tente outra imagem.

# menu_back
source: Vuforia Samples
es: Escaner de Imagen

# menu_extended_tracking
source: Extended Tracking
es: tracking de imagen
pt_br: Rastreamento estendida

# menu_character_mode
source: Character Mode
es: Modo de texto
pt_br: Modo caracter

# menu_flash_error_on
source: Unable to turn on flash
es: No es posible encender el flash
pt_br: Não é possível ligar o flash

# menu_flash_error_off
source: Unable to turn off flash
es: No es posible apagar el flash
pt_br: Não é possível desligar o flash

# menu_contAutofocus_error_on
source: Unable to activate Continuous Auto-Focus
es: No es posible activar el enfoque automático continuo
pt_br: Não é possível ativar o autofoco contínuo

# menu_contAutofocus_error_off
source: Unable to deactivate Continuous Auto-Focus
es: No es posible desactivar el enfoque automático continuo
pt_br: Não é possível desativar o autofoco contínuo

# menu_camera_front
source: Front
es: Frontal
pt_br: Frentet

# menu_camera_back
source: Rear
es: Posterio
pt_br: Traseiro

# menu_button_red
source: Red
es: Rojo
pt_br: Vermelho

# menu_button_blue
source: Blue
es: Azul
pt_br: Azul

# menu_button_yellow
source: Yellow
es: Amarillo
pt_br: Amarelo

# menu_button_green
source: Green
es: Verde
pt_br: Verde

# splash_screen_description
source: Vuforia Splash
es: Escarner de Imagen Splash

# menu_datasets
source: DATASETS
pt_br: Conjunto de dados

# menu_camera
source: CAMERA
pt_br: CÂMERA
