Repository: Orchextra/orchextra-ios-sdk
Catalog: Orchextra/Resources/Localizables/*.lproj/Localizable.strings
Languages: de, fr

# orc_global_cancel_button
source: Cancel
de: Abbrechen
fr: Annuler

# orc_global_ok_button
source: Ok
fr: Confirmer

# orc_global_ok_uppercased_button
source: OK
fr: Confirmer

# orc_global_settings_button
source: Settings
de: Einstellungen
fr: Paramètres

# orc_location_service_off_alert_title
source: Location services are off
de: Positionsbestimmung ist deaktiviert
fr: La fonction Localisation de position est désactivée

# orc_background_location_off_alert_title
source: Background location is not enabled
de: Positionsbestimmung im Hintergrund ist nicht aktiviert
fr: La localisation de position en tâche de fond n'a pas été autorisée

# orc_background_location_alert_message
source: The application needs the location in background to provide personalized content based in your position. Please visit your device settings to enable location permissions 'Always'
de: Die App benötigt die Positionsbestimmung im Hintergrund, um personalisierte Inhalte basierend auf deinem Standort bereitzustellen. Bitte aktiviere in den Geräteeinstellungen bei den Berechtigungen für die Positionsbestimmung 'Immer'.
fr: L'application a besoin d'être autorisée à accéder à la fonction Localisation de position en tâche de fond pour fournir des informations en fonction de ta position. Va dans Paramètres et coche 'Toujours autoriser la location'

# orc_default_local_notification_title
source: Check it out!
de: Es gibt Neues zu entdecken!
fr: Il y a quelque chose de nouveau à découvrir!

# orc_default_local_notification_message
source: Enter and discover the news.
de: Schau mal rein, was es Neues gibt.
fr: Entre ici pour découvrir toutes les nouveautés.

# orc_scanning_message
source: Scanning...
de: Wird gescannt...
fr: Scan en cours…

# orc_match_not_found_message
source: Match not found
de: Keine Übereinstimmung gefunden
fr: Equivalence non trouvée

# orc_match_found_message
source: Match found
de: Übereinstimmung gefunden
fr: Equivalence trouvée

# orc_camera_permission_off_title
source: Camera use not allowed
de: Verwendung der Kamera nicht erlaubt
fr: L'utilisation de la caméra n'a pas été autorisée

# orc_camera_permission_off_message
source: Yo have not permission to use device camera. You must to enable it from 'Settings'
de: Du hast keine Berechtigung, die Gerätekamera zu verwenden. Du musst die Berechtigung unter 'Einstellungen' aktivieren.
fr: Tu n'es pas autorisé(e) à utiliser la caméra. Va dans Paramètres pour le changer

# orc_browser_title
source: Browser
fr: Navigateur

# orc_unexpected_error
source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue

# orc_vuforia_title
source: Image Recognition
de: Bilderkennung
fr: Reconnaissance d'image

# orc_vuforia_button_start
source: Start
fr: Commencer

# orc_vuforia_activities_list_title
source: Vuforia Samples
fr: Extraits de Vuforia

# orc_vuforia_activities_list_empty
source: No activities
de: Keine Aktivitäten
fr: Pas d'activité

# orc_vuforia_button_ok
source: OK
fr: Confirmer

# orc_vuforia_content_desc_camera_button
source: Camera Button
de: Kamerataste
fr: Bouton Caméra

# orc_vuforia_overlay_build_target_help
source: Hold the device parallel to the target
de: Halte das Gerät parallel zum Zielobjekt
fr: Tiens l'appareil parallèlement à la cible

# orc_vuforia_target_quality_error_title
source: Low Quality Image
de: Bild mit niedriger Qualität
fr: Image de qualité faible

# orc_vuforia_target_quality_error_desc
source: he image has very little detail; please try another.
de: Das Bild hat wenig Details. Bitte versuche es mit einem anderen Bild.
fr: L'image comporte très peu de détails; recommence.

# orc_vuforia_menu_back
source: Vuforia Samples
fr: Extraits de Vuforia

# orc_vuforia_menu_extended_tracking
source: Extended Tracking
de: Erweitertes Tracking
fr: Repérage agrandi

# orc_vuforia_menu_character_mode
source: Character Mode
de: Zeichenmodus
fr: Mode caractère

# orc_vuforia_menu_flash_error_on
source: Unable to turn on flash
de: Blitzlicht kann nicht eingeschaltet werden
fr: Impossible d'activer le flash

# orc_vuforia_menu_flash_error_off
source: Unable to turn off flash
de: Blitzlicht kann nicht ausgeschaltet werden
fr: Impossible de désactiver le flash

# orc_vuforia_menu_contautofocus_error_on
source: Unable to activate Continuous Auto-Focus
de: Kontinuierlicher Autofokus kann nicht aktiviert werden
fr: Impossible d'activer l'autofocus permanent

# orc_vuforia_menu_contautofocus_error_off
source: Unable to deactivate Continuous Auto-Focus
de: Kontinuierlicher Autofokus kann nicht deaktiviert werden
fr: Impossible de désactiver l'autofocus permanent

# orc_vuforia_menu_datasets
source: DATASETS
fr: SÉRIES DE DONNÉES

# orc_vuforia_menu_camera
source: CAMERA
de: KAMERA
fr: CAMÉRA

# orc_vuforia_menu_camera_front
source: Front
de: Vorne
fr: En avant

# orc_vuforia_menu_camera_back
source: Rear
de: Hinten
fr: En arrière

# orc_vuforia_menu_button_red
source: Red
de: Rot
fr: Rouge

# orc_vuforia_menu_button_blue
source: Blue
de: Blau
fr: Bleu

# orc_vuforia_menu_button_yellow
source: Yellow
de: Gelb
fr: Jaune

# orc_vuforia_menu_button_green
source: Green
de: Grün
fr: Vert

# orc_vuforia_splash_screen_description
source: Vuforia Splash
de: Vuforia Startbildschirm
fr: Ecran de présentation de Vuforia

# orc_vuforia_error_missing_vuforia_credentials
source: ❌❌ERROR: Vuforia credentials are not set for this project, please add them in 'Orchextra Dashboard'->'Project'->'Settings'->'Providers'
de: ❌❌FEHLER: Für dieses Projekt sind keine Vuforia Anmeldeinformationen gespeichert. Bitte füge sie unter 'Orchextra Dashboard'->'Projekt'->'Einstellungen'->'Provider' hinzu.
fr: ❌❌ERREUR: les identifiants pour Vuforia n'ont pas été paramétrés pour ce projet, merci de les ajouter dans 'Orchextra Dashboard'->'Project'->'Settings'->'Providers'

# orc_vuforia_update_error_authorization_failed_title
source: Authorization Error
de: Fehler bei der Autorisierung
fr: Erreur d'autorisation

# orc_vuforia_update_error_project_suspended_title
source: Authorization Error
de: Fehler bei der Autorisierung
fr: Erreur d'autorisation

# orc_vuforia_update_error_no_network_connection_title
source: Network Unavailable
de: Netzwerk nicht verfügbar
fr: Réseau indisponible

# orc_vuforia_update_error_service_not_available_title
source: Service Unavailable
de: Service nicht verfügbar
fr: Service indisponible

# orc_vuforia_update_error_update_sdk_title
source: Unsupported Version
de: Version wird nicht unterstützt
fr: Version incompatible

# orc_vuforia_update_error_timestamp_out_of_range_title
source: Clock Sync Error
de: Fehler bei der Synchronisation der Uhr
fr: Erreur de synchronisation de l'horloge

# orc_vuforia_update_error_request_timeout_title
source: Request Timeout
de: Zeitüberschreitung bei der Anforderung
fr: Temps écoulé

# orc_vuforia_update_error_bad_frame_quality_title
source: Poor Camera Image
de: Kamerabild hat schlechte Qualität
fr: La qualité de l'image fournie par la caméra est faible

# orc_vuforia_update_error_unknown_title
source: Service Unavailable
de: Service nicht verfügbar
fr: Service indisponible

# orc_vuforia_update_error_authorization_failed_desc
source: The cloud recognition service access keys are incorrect or have expired.
de: Die Zugriffsschlüssel für den Cloud-Erkennungsservice sind falsch oder abgelaufen.
fr: Les codes d'accès au service de reconnaissance du cloudsont incorrects ou ont expirés.

# orc_vuforia_update_error_project_suspended_desc
source: The cloud recognition service has been suspended.
de: Der Cloud-Erkennungsservice ist unterbrochen worden.
fr: Le service de reconnaissance du cloudest suspendu.

# orc_vuforia_update_error_no_network_connection_desc
source: Please check your internet connection and try again.
de: Bitte überprüfe deine Internetverbindung und versuche es noch einmal.
fr: Vérifie l'état de connexion à Internet et essaie de nouveau.

# orc_vuforia_update_error_service_not_available_desc
source: The service is unavailable; please try again later.
de: Der Service ist nicht verfügbar. Bitte versuche es später noch einmal.
fr: Le service n'est pas disponble, essaie de nouveau ultérieurement.

# orc_vuforia_update_error_update_sdk_desc
source: The application is using an unsupported version of Vuforia.
de: Die App verwendet eine Version von Vuforia, die nicht unterstützt wird.
fr: L'application utilise une version de Vuforia qui n'est pas compatible avec ton appareil.

# orc_vuforia_update_error_timestamp_out_of_range_desc
source: Please update the date and time and try again.
de: Bitte aktualisiere Datum und Uhrzeit und versuche es noch einmal.
fr: Merci de régler la date et l'heure, puis d'essayer de nouveau.

# orc_vuforia_update_error_request_timeout_desc
source: The network request has timed out; please check your internet connection and try again.
de: Zeitüberschreitung bei der Netzwerkverbindung. Bitte überprüfe deine Internetverbindung und versuche es noch einmal.
fr: Le temps autorisé pour rester connecté au réseau s'est écoulé; vérifie l'état de la connexion à Internet.

# orc_vuforia_update_error_bad_frame_quality_desc
source: The camera does not have enough detail; please try again later.
de: Die Kamera hat nicht genügend Details. Bitte versuche es später noch einmal.
fr: La caméra ne fournit pas suffisamment de détails; réessaie plus tard.

# orc_vuforia_update_error_unknown_desc
source: The service is unavaiable; please try again later.
de: Der Service ist nicht verfügbar. Bitte versuche es später noch einmal.
fr: Le service n'est pas disponible, réessaie plus tard.

# orc_vuforia_menu_flash
source: Flash
de: Blitzlicht

# orc_vuforia_menu_contautofocus
source: Autofocus
de: Autofokus
